tutorials/icomagFoam/channel_mag/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2212                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

nu              1.0e-3;
rho		1.4e+3;
DT		2.0e-4;
fi		5.0e-2;
tau		1.0e-2;
Md		4.46e+05;
Hmax		1.0e+03;
m		2.34e-19;

// ************************************************************************* //
